/* No comment provided by engineer. */
"Cleanup completed" = "清理完成";

/* No comment provided by engineer. */
"%d selected, free up %@ disk space" = "已选择 %d项，可以释放 %@";

/* No comment provided by engineer. */
"%ld items in total, %@ selected" = "总共 %ld 项，已选择 %@";

/* No comment provided by engineer. */
"%ld similar photos, occupying %@" = "%ld 相似照片，占 用%@";

/* No comment provided by engineer. */
"Archive" = "归档";

/* No comment provided by engineer. */
"Are you sure you want to clean the selected files?" = "您确定要清除所选文件吗？";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Clean up all selected files" = "清理所有选定的文件";

/* No comment provided by engineer. */
"Clean up all the selected files after backing up" = "备份后清理所有选择的文件";

/* No comment provided by engineer. */
"Cleaning up %@" = "正在清理 %@";

/* No comment provided by engineer. */
"Close" = "关闭";

/* No comment provided by engineer. */
"Comparing the similar images..." = "计算相似图片...";

/* No comment provided by engineer. */
"Created date" = "创建日期";

/* No comment provided by engineer. */
"Earlier" = "更早";

/* No comment provided by engineer. */
"Exporting files..." = "正在导出文件...";

/* No comment provided by engineer. */
"Last Month" = "上个月";

/* No comment provided by engineer. */
"Last Week" = "上周";

/* No comment provided by engineer. */
"No matching files were found." = "找不到匹配的文件。";

/* No comment provided by engineer. */
"No similar pictures found!" = "没有找到相似的图片！";

/* No comment provided by engineer. */
"Ok" = "确定";

/* No comment provided by engineer. */
"Open Finder" = "打开访达位置";

/* No comment provided by engineer. */
"Organizing remaining files..." = "整理剩余文件...";

/* No comment provided by engineer. */
"Permissions denied,creation failed!" = "权限被拒绝，创建失败！";

/* No comment provided by engineer. */
"Please select a folder or file." = "请选择文件夹或文件。";

/* No comment provided by engineer. */
"Please select the file to export." = "请选择要导出的文件。";

/* No comment provided by engineer. */
"Reset" = "重置";

/* No comment provided by engineer. */
"Search for files...." = "搜索文件....";

/* No comment provided by engineer. */
"Select the files to clean up." = "选择需要清理的文件。";

/* No comment provided by engineer. */
"The selected files will be packed and cleaned up." = "选定的文件将被打包并清理。";

/* No comment provided by engineer. */
"This Year" = "今年";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Files cannot be cleaned up without deletion permission." = "没有删除权限，无法清理文件！";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"Clean up the selected files" = "清理选择文件";
